#include "Report.h"
int main()
{
    info myinfo("张亮","江西省抚州市临川区六水桥街道二仙桥32号","2201904240",1424625705);
    
//    info myinfo("敖成锟", "江西省宜春市樟树市观上镇观上街新如超市斜对面", "2201904238",1424625705);
//    info myinfo("敖成锟", "江西省宜春市樟树市观上镇观上街新如超市斜对面", "2201904238",2415902307);
    
//    info myinfo("李啸天", "江西省丰城市小港镇美港秀城b栋1302", "2201904237",1424625705);
//    info myinfo("李啸天", "江西省丰城市小港镇美港秀城b栋1302", "2201904237",1152400941);
    
//    info myinfo("胡瑞峰", "江西省宜春市高安市凤凰商贸小区七单元402", "2201904237",1424625705);
//    info myinfo("胡瑞峰", "江西省宜春市高安市凤凰商贸小区七单元402", "2201904237",842637831);
    myinfo.epidemicReport();
}
